[
  {
    "id": 1,
    "picture": "https://www.onewarmcoat.org/wp-content/uploads/sites/106/2020/06/OWC-1200x760.jpeg",
    "title": "Clothing for Warmth",
    "category": "Cloth",
    "category_bg_color": "#a6fe9b",
    "card_bg_color": "#84fd86",
    "text_button_bg_color": "#28b934",
    "description": "Donate clothing to those in need and support our efforts to provide warm attire for the less fortunate. Winter can be harsh, especially for those without proper clothing. Your generosity can make a significant difference in the lives of individuals and families struggling to stay warm during the cold months. By participating in our clothing drive, you are not only providing essential garments but also spreading warmth and kindness. Join us in this compassionate endeavor and help us create a community where no one has to face the bitter cold without proper clothing.",
    "donate": 30
  },
  {
    "id": 2,
    "picture": "https://sph.unc.edu/wp-content/uploads/sites/112/2022/10/Group-of-pregnant-women-staying-at-the-Maternity-Waiting-Home-in-Tikonko_738x491.jpg",
    "title": "Maternal Care Initiative",
    "category": "Health",
    "category_bg_color": "#ffa9a9",
    "card_bg_color": "#fd8484",
    "text_button_bg_color": "#ff4242",
    "description": "Improve maternal health by contributing to our initiative for safe pregnancies and childbirth. Every mother deserves access to quality healthcare during pregnancy and childbirth. Your support can help us provide essential care, from prenatal check-ups to safe deliveries. By joining our healthcare campaign, you are ensuring that mothers and infants receive the care they need for a healthy start in life. Together, we can make a significant difference in maternal health outcomes.",
    "donate": 55
  },
  {
    "id": 3,
    "picture": "https://charity.org/wp-content/uploads/2022/09/Food-For-The-Poor-04-23-1.jpg.webp",
    "title": "End Hunger",
    "category": "Food",
    "category_bg_color": "#ffe3a2",
    "card_bg_color": "#fdd984",
    "text_button_bg_color": "#ffc94a",
    "description": "Contribute to our food bank to help alleviate hunger in our community by providing nutritious meals. Many families struggle to put food on the table, and your support can make a significant impact. By donating to our food bank, you are ensuring that no one goes to bed hungry. We believe that access to nutritious food is a fundamental right, and your contribution can help us make this belief a reality. Join us in this mission to combat hunger and nourish our community, one meal at a time.",
    "donate": 40
  },
  {
    "id": 4,
    "picture": "https://d2g8igdw686xgo.cloudfront.net/43477064_1574308654707110_r.jpeg",
    "title": "Medical Outreach",
    "category": "Health",
    "category_bg_color": "#ffa9a9",
    "card_bg_color": "#fd8484",
    "text_button_bg_color": "#ff4242",
    "description": "Join our medical outreach program to offer healthcare services in remote areas. Millions of people in underserved communities lack access to basic healthcare. With your support, we can bring medical care directly to those who need it most. Our dedicated healthcare professionals work tirelessly to provide essential services, from vaccinations to maternal care. By joining our healthcare campaign, you become a lifeline for those who would otherwise go without medical attention. Together, we can make a profound impact on the health and well-being of countless individuals.",
    "donate": 35
  },
  {
    "id": 5,
    "picture": "https://www.brooklandsmuseum.com/application/files/8516/3490/2601/uniformed-youth-group-wide.jpg",
    "title": "STEM Education Promotion",
    "category": "Education",
    "category_bg_color": "#a9a9ff",
    "card_bg_color": "#8496fd",
    "text_button_bg_color": "#4c67ff",
    "description": "Promote STEM education among youth to foster innovation and scientific knowledge. Science, technology, engineering, and mathematics (STEM) education is vital for the future. Your support can help us inspire and educate the next generation of innovators and problem solvers. By promoting STEM education, you are fostering curiosity, critical thinking, and creativity in young minds. Join us in this mission to empower youth with the skills and knowledge they need to tackle the challenges of tomorrow.",
    "donate": 30
  },
  {
    "id": 6,
    "picture": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production+Library/29-08-2022_WFP_Pakistan_floods.jpg/image1170x530cropped.jpg",
    "title": "Expand Food Assistance",
    "category": "Food",
    "category_bg_color": "#ffe3a2",
    "card_bg_color": "#fdd984",
    "text_button_bg_color": "#ffc94a",
    "description": "Support the expansion of our food bank to reach more individuals and families in need. Hunger knows no boundaries, and your support can help us extend our reach to provide nutritious meals to even more people. By contributing to our food bank expansion, you are directly impacting the lives of those struggling to put food on the table. Join us in this mission to ensure that everyone in our community has access to the nourishment they need for a healthy and fulfilling life.",
    "donate": 45
  },
  {
    "id": 7,
    "picture": "https://s.hdnux.com/photos/01/24/07/30/22050346/4/1200x0.jpg",
    "title": "Support Healthcare",
    "category": "Health",
    "category_bg_color": "#ffa9a9",
    "card_bg_color": "#fd8484",
    "text_button_bg_color": "#ff4242",
    "description": "Support our healthcare initiative to provide free medical care to underserved communities. We are dedicated to making a positive impact on the lives of those in need. With your generous contribution, we can continue to offer essential medical services, from check-ups and vaccinations to life-saving treatments. Together, we can ensure that everyone has access to quality healthcare, regardless of their circumstances. Join us in this important mission and be a part of the change you want to see in the world. Your support can save lives and bring hope to those who need it most.",
    "donate": 50
  },
  {
    "id": 8,
    "picture": "https://cdn.vanguardngr.com/wp-content/uploads/2022/12/WhatsApp-Image-2022-12-08-at-5.01.12-PM-3.jpeg",
    "title": "Empower Education",
    "category": "Education",
    "category_bg_color": "#a9a9ff",
    "card_bg_color": "#8496fd",
    "text_button_bg_color": "#4c67ff",
    "description": "Help us fund scholarships for underprivileged students to access quality education. Our goal is to break down barriers to learning and empower the next generation. Your contribution can provide educational opportunities that can change lives. By supporting our scholarship fund, you are investing in a brighter future for talented young minds who might otherwise be left behind. Together, we can bridge the education gap and create a world where every child has the chance to reach their full potential. Join us in this educational journey and make a lasting impact on the lives of deserving students.",
    "donate": 25
  },
  {
    "id": 9,
    "picture": "https://dkprodimages.gumlet.io/campaign/4879/pagariaaaa%20(1).jpeg?format=webp&w=400&dpr=2.6",
    "title": "Warmth for All",
    "category": "Cloth",
    "category_bg_color": "#a6fe9b",
    "card_bg_color": "#84fd86",
    "text_button_bg_color": "#28b934",
    "description": "Help keep people warm during winter by donating clothing and blankets. Winter can be an especially challenging time for individuals experiencing homelessness or financial hardship. Your donation of warm clothing and blankets can provide comfort and protection during the coldest months of the year. By participating in our clothing drive, you are making a tangible difference in the lives of those in need. Join us in this compassionate endeavor and help us create a community where everyone can stay warm and safe.",
    "donate": 30
  },
  {
    "id": 10,
    "picture": "https://ofhsoupkitchen.org/wp-content/uploads/2022/01/how-to-help-the-homeless.jpg",
    "title": "Hot Meals for the Homeless",
    "category": "Food",
    "category_bg_color": "#ffe3a2",
    "card_bg_color": "#fdd984",
    "text_button_bg_color": "#ffc94a",
    "description": "Provide hot meals to the homeless during cold winter nights. Winter can be a brutal time for those without shelter or food. Your support can help us provide hot and nourishing meals to homeless individuals during the coldest nights of the year. By participating in our food program, you are offering warmth, sustenance, and hope to those in need. Join us in this compassionate effort to make a positive impact in the lives of the homeless.",
    "donate": 15
  },
  {
    "id": 11,
    "picture": "https://www.csuci.edu/news/channel/fall-2016/images/pg22-scholarship.jpg",
    "title": "Scholarship Empowerment",
    "category": "Education",
    "category_bg_color": "#a9a9ff",
    "card_bg_color": "#8496fd",
    "text_button_bg_color": "#4c67ff",
    "description": "Support our scholarship fund to empower the next generation through education. We believe that education is the key to unlocking potential and driving positive change. Your contribution can provide scholarships to deserving students who aspire to learn and achieve their dreams. By investing in education, you are investing in a brighter future for us all. Join us in this journey to foster innovation, cultivate knowledge, and empower young minds to shape a better tomorrow.",
    "donate": 20
  },
  {
    "id": 12,
    "picture": "https://lede-admin.blockclubchicago.org/wp-content/uploads/sites/5/2023/04/20191008_lgnsq_chicago_fair_trade_DX_4484.jpg?w=1012",
    "title": "Community Clothing Exchange",
    "category": "Cloth",
    "category_bg_color": "#a6fe9b",
    "card_bg_color": "#84fd86",
    "text_button_bg_color": "#28b934",
    "description": "Create a community clothing exchange program to promote sustainability. Sustainability is crucial for the well-being of our planet. Your support can help us establish a clothing exchange program within our community, reducing waste and promoting responsible consumption. By participating in this program, you are contributing to a greener and more sustainable future. Join us in this eco-friendly initiative to protect our environment and promote a culture of reuse and recycling.",
    "donate": 25
  }
]
